Repository: fga-eps-mds/2017.1-PlataformaJogosUnB
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Our University had not been built at this time!
pt: Nossa universidade não foi construida nesta data!

source: Your package format doesn't match the platforms available. Please send a file that matchs the platforms or register the platform you need
pt: O formato do pacote não está disponibilizado em nenhuma plataforma. Por favor, envie um arquivo que tenha a extenção de uma plataforma já cadastrada ou cadastre uma nova

source: Home
pt: Início

source: Password reset
pt: Gerar nova senha

source: Your password has been set. You may go ahead and log in now.
pt: Sua senha foi resetada. Você deve tentar logar novamente agora.

source: Log in
pt: Acessar

source: There are no valid extensions
pt: Não há extensões válidas

source: The version characters can only be either a '.' or a digit and can't have 2 followed '.'. Error at: % (version)s
pt: O caractere da versão deve ser um '.' ou um número. Não pode ter dois '.' seguidos.

source: Accepted formats: %(extensions)s and %(allowed)s
pt: Fortatos aceitos: %(extensions)s e %(allowed)s

source: game
pt: jogo

source: games
pt: jogos

source: Name
pt: Nome

source: What's the name of the game?
pt: Qual é o nome do jogo?

source: Cover Image (1920x1080 recommended)
pt: Imagem de capa (1920x180 recomendado)

source: ASPECT RATIO EXPECTED IS 16:9 OR IMAGE WILL NOT FIT CORRECTLY IN CARD.
pt: O ASPECT RATIO ESPERADO É 16:9 OU A IMAGEM NÃO FICARÁ AJUSTADA NO CARTÃO

source: Official Repository
pt: Repositório oficial

source: What is the official repository for this game?
pt: Qual é o repositório oficial deste jogo?

source: Active
pt: Ativo

source: What's the status of the game?
pt: Qual é o estado do jogo?

source: platform
pt: plataforma

source: platforms
pt: plataformas

source: Platform name
pt: Nome da plataforma

source: Name of the platform
pt: Nome da plataforma

source: Valid extension
pt: Extensão válida

source: Select the extension that will be accepted for the packages
pt: Selecione a extensão que será aceita para os pacotes

source: Kernel name
pt: Nome do Kernel

source: Type of the kernel for this platform. Ex.: Linux, Windows, macOS
pt: Tipo de Kernel para esta plataforma. Ex.: Linux, Windows, MacOS

source: package
pt: pacote

source: packages
pt: pacotes

source: Package
pt: Pacote

source: Choose the game's package
pt: Selecione o pacote do jogo

source: Architecture
pt: Arquitetura

source: Indicate the name of architecture of package. Ex.: arm, x86, x32
pt: Qual é a arquitetura do pacote. Ex.: arm, x86, x32

source: invalid image extension
pt: extensão inválida da imagem

source: Please keep filesize under %(size)s. Current filesize %(cur_size)s
pt: Por favor, mantenha o tamanho do arquivo abaixo de %(size)s. O atual é %(cur_size)s

source: downloads count increase
pt: contagem de downloads aumentou

source: information
pt: informação

source: Best game
pt: Melhor jogo

source: Best art
pt: Melhor arte

source: Best soundtrack
pt: Melhor trilha sonora

source: Best implementation
pt: Melhor implementação

source: First place
pt: Primeiro lugar

source: Second place
pt: Segundo lugar

source: Third place
pt: Terceiro lugar

source: Honorable mention
pt: Menção honrosa

source: award
pt: prêmio

source: awards
pt: prêmios

source: Award name
pt: Nome do prêmio

source: e.g: Best game
pt: Ex.: Melhor jogo

source: Placing
pt: Colocação

source: Placing of the game.
pt: Colocação do jogo

source: credit
pt: crédito

source: credits
pt: créditos

source: Developer
pt: Desenvolvedor

source: Musician
pt: Músico

source: Specialization
pt: Especialização

source: Select the type of project contributor.
pt: Selecione o tipo do contribuidor

source: Collaborator's name.
pt: Nome do colaborador

source: Collaborator's e-mail.
pt: E-mail do colaborador

source: Github page
pt: Página do Github

source: Collaborator's Github page.
pt: Página do colaborador no Github

source: Behance page
pt: Página do Behance

source: Collaborator's Behance page.
pt: Página do colaborador no Behance

source: SoundCloud page
pt: Página do SoundCloud

source: Collaborator's SoundCloud page.
pt: Página do colaborador no SoundCloud

source: Profile
pt: Perfil

source: Some page with the collaborator's curriculum.
pt: Alguma página do colaborador com o currículo

source: genre
pt: gênero

source: genres
pt: gêneros

source: Description
pt: Descrição

source: A genre description must have at least 20 characters!
pt: Uma descrição de gênero deve ter no mínimo 20 caracteres!

source: Describe the genre.
pt: Descreva o gênero.

source: rating
pt: voto

source: ratings
pt: votos

source: Like or dislike some game.
pt: Gostei ou não gostei do jogo.

source: Votes of the game.
pt: Votos do jogo

source: User voter
pt: Votos do usuário

source: Authentic users.
pt: Usuário autenticado.

source: informations
pt: informações

source: A game description must have at least 50 characters!
pt: Uma descrição de jogo deve ter no mínimo 50 caracteres!

source: Describe the game.
pt: Descreva o jogo

source: Launch Year
pt: Ano de lançamento

source: Which was the year the game was launched?
pt: Qual foi o ano de estréia do jogo?

source: Semester
pt: Semestre

source: The semester can't be lower than 1
pt: O semestre não pode ser menor do que 1

source: The semester can't be higher than 2
pt: O semesetre não pode ser maior do que 2

source: Which was the semester the game was launched?
pt: Qual foi o semestre que o jogo foi lançado?

source: Dowloads Amount
pt: Quantidade de downloads

source: Amount of downloads of the game.
pt: Quantidade de downloads do jogo

source: Accesses Amount
pt: Quantidade de acessos

source: Amount of accesses to the game.
pt: Quantidades de vezes que o jogo foi acessado

source: We believe the {}
pt: Nós acreditamos o {}

source: Vote successfully done.
pt: Voto feito com sucesso.

source: The vote could not be done.
pt: O voto não pode ser efetuado.

source: media
pt: mídia

source: medias
pt: mídias

source: Role
pt: Tipo

source: Select the role of this media
pt: Selecione o tipo desta mídia

source: image
pt: imagem

source: images
pt: imagens

source: Image
pt: Imagem

source: Images for the game.
pt: Imagens para o jogo

source: Image has been deleted!
pt: A imagem foi removida!

source: video
pt: vídeo

source: videos
pt: vídeos

source: Video
pt: Vídeo

source: Videos for the game.
pt: Vídeos para o jogo.

source: Video has been deleted!
pt: O vídeo foi removido!

source: soundtrack
pt: trilha sonora

source: soundtracks
pt: trilhas sonora

source: Soundtrack
pt: Trilha sonora

source: Soundtracks for the game.
pt: Trilhas sonoras para o jogo.

source: Soundtrack has been deleted!
pt: Trilha sonora foi removida!
